enum ERegion {
  dnipro("Днепропетровская область"),
  zapor("Запорожская область"),
  kyiv("Киевская область"),
  lugan("Луганская область"),
  harkiv("Харьковская область"),
  donetsk("Донецкая область"),
  jitomer("Житомирская область"),
  zakarpatska("Закарпатская область"),
  ivanoFrankowsk("Ивано-Франковская область"),
  kirovograd("Кировоградская область"),
  lvow("Львовская область"),
  mikolaev("Николаевская область"),
  odesa("Одесская область"),
  poltava("Полтавская область"),
  rivno("Ровенская область"),
  sumska("Сумская область"),
  ternopil("Тернопольская область"),
  herson("Херсонская область"),
  hmelnytsk("Хмельницкая область"),
  cherkasy("Черкасская область"),
  chernigev("Черниговская область"),
  chernivets("Черновицкая область"),
  vinetsk("Винницкая область"),
  volinska("Волынская  область"),
  krim("АР Крым");

  const ERegion(this.title);
  final String title;
}
